export default [
  {
    field: "شعبة العلوم التجريبية",
    slug: "Sciences",
    Schools: [
      {
        Name: "المدرسة الوطنية للتجارة و التسيير ENCG",
        Description:
          "تهدف المدارس الوطنية للتجارة و التسيير (ENCG) إلى تكوين أطر مؤهلة متوفرة على خبرات تقنية عالية في احد المسالك التالية :<br>التجارة الدولية؛ التسويق والعمل التجاري؛ الإعلان التجاري و لتواصل؛ تدبير العالقة مع الزبناء؛ التدقيق ومراقبة التسيير؛ التدبير المالي و المحاسباتي؛ تدبير الموارد البشرية؛ التدبير اللوجيستي؛ إدارةالأعمال؛ تقنيات التأمين والصيرفة والمالية؛ التسويق الرقمي.<br>تستغرق مدة التكوين عشرة فصول ( خمس سنوات ) يحرز الطالب الناجح بعدها على ' دبلوم المدارس الوطنية للتجارة و التسيير'.<br>تشكل الفصول الأربعة الأولى جذعا مشتركا. وهي بمثابة فصول تحضيرية للدراسات العليا في التجارة و التسيير ويشكل الفصلان الخامس و السادس جذعا مشتركا للتحديد و الاختيار و الفصول السابع و الثامن و التاسع فصولا للتخصص و يخصص الفصل العاشر للتدريب و مشروع نهاية الدراسة.",
      },
      {
        Name: "المدرسة الوطنية للعلوم التطبيقية ENSA",
        Description:
          "المدرسة الوطنية للعلوم التطبيقية :<br>تستغرق الدراسة بالمدارس الوطنية للعلوم التطبيقية خمس سنوات يحرز الطالب الناجح بعدها على دبلوم مهندس الدولة في احد المسالك: المعلوماتية / المواصلات السلكية / الشبكات / الصناعية / اللوجستيكية / النظم الالكترونية و الأوتوماتيكية / الكهربائية / طرائق الطاقة و البيئة / البناء و الأشغال العمومية / الإنتاجية / الصيانة / النظم الالكترونية المحمولة / التحكم الرقمي / الميكاترونيك ... ' أنظر صفحة المؤسسة للتعرف على المسالك المتاحة' .<br>ينظم التكوين على الشكل التالي :<br>- السنتين التحضيريتين يرتكز التكوين فيهما على المجال العلمي الأساسي و تقنيات التعبير و التواصل و الإعلاميات.<br>- سلك المهندسين يستغرق 3 سنوات بعد السنتين التحضيريتين.",
      },
      {
        Name: "المدرسة الوطنية للهندسة المعمارية ENA",
        Description:
          "المدرسة الوطنية للهندسة المعمارية :<br>يهدف التكوين إلى إعداد أطر عليا ( مهندسي الدولة ) متخصصة في مجال الهندسة المعمارية.<br>يدوم التكوين ست (6) سنوات، يحصل بعدها الطالب المتخرج على دبلوم مهندس معماري.",
      },
      {
        Name: "المدرسة الوطنية للفلاحة ENA",
        Description:
          "المدرسة الوطنية للفلاحة :<br>يدوم التكوين ب المدرسة الوطنية للفلاحة مكناس (ENA-Meknès) خمس سنوات ، يتوج بالحصول على دبلوم مهندس فلاحي في عدة تخصصات : الإقتصاد القروي / الإنتاج النباتي / الإرشاد الفلاحي / الإنتاج الحيواني .......",
      },
    ],
  },
  {
    field: "شعبة العلوم الرياضية",
    slug: "Maths",
    Schools: [
      {
        Name: "ثانوية الحسن الثاني",
        Address: "الدار البيضاء",
        Description: "الحسن الثان",
      },
      {
        Name: "ثانوية الحسن الثاني",
        Address: "الدار البيضاء",
        Description: "الحسن الثان",
      },
      {
        Name: "ثانوية الحسن الثاني",
        Address: "الدار البيضاء",
        Description: "الحسن الثان",
      },
      {
        Name: "ثانوية الحسن الثاني",
        Address: "الدار البيضاء",
        Description: "الحسن الثان",
      },
    ],
  },
  {
    field: "شعبة العلوم الاقتصادية",
    slug: "Economie",
    Schools: [
      {
        Name: "ثانوية الحسن الثاني",
        Address: "الدار البيضاء",
        Description: "الحسن الثان",
      },
      {
        Name: "ثانوية الحسن الثاني",
        Address: "الدار البيضاء",
        Description: "الحسن الثان",
      },
      {
        Name: "ثانوية الحسن الثاني",
        Address: "الدار البيضاء",
        Description: "الحسن الثان",
      },
      {
        Name: "ثانوية الحسن الثاني",
        Address: "الدار البيضاء",
        Description: "الحسن الثان",
      },
    ],
  },
  {
    field: "شعبة الآداب والعلوم الإنسانية",
    slug: "Lettres",
    Schools: [
      {
        Name: "ثانوية الحسن الثاني",
        Address: "الدار البيضاء",
        Description: "الحسن الثان",
      },
      {
        Name: "ثانوية الحسن الثاني",
        Address: "الدار البيضاء",
        Description: "الحسن الثان",
      },
      {
        Name: "ثانوية الحسن الثاني",
        Address: "الدار البيضاء",
        Description: "الحسن الثان",
      },
      {
        Name: "ثانوية الحسن الثاني",
        Address: "الدار البيضاء",
        Description: "الحسن الثان",
      },
    ],
  },
];
