export default [
  {
    field: "شعبة العلوم التجريبية",
    slug: "Sciences",
    Schools: [
      {
        Name: "ENCG المدرسة الوطنية للتجارة و التسيير",
        Description:
          "تهدف المدارس الوطنية للتجارة و التسيير, إلى تكوين أطر مؤهلة متوفرة على خبرات تقنية عالية في أحد المسالك التالية: التجارة الدولية، التسويق والعمل التجاري، الإعلان التجاري ولتواصل، تدبير العالقة مع الزبناء، التدقيق ومراقبة التسيير، التدبير المالي والمحاسباتي، تدبير الموارد البشرية، التدبير اللوجيستي، إدارة الأعمال، تقنيات التأمين والصيرفة والمالية، التسويق الرقمي.<br>تستغرق مدة التكوين عشرة فصول (خمس سنوات) يحرز الطالب الناجح بعدها على 'دبلوم المدارس الوطنية للتجارة و التسيير'. تشكل الفصول الأربعة الأولى جذعًا مشتركًا، وهي بمثابة فصول تحضيرية للدراسات العليا في التجارة و التسيير، ويشكل الفصلان الخامس و السادس جذعًا مشتركًا للتحديد و الاختيار، و الفصول السابع و الثامن و التاسع فصولًا للتخصص، ويخصص الفصل العاشر للتدريب و مشروع نهاية الدراسة.",
      },
      {
        Name: "ENSA المدرسة الوطنية للعلوم التطبيقية",
        Description:
          "تستغرق الدراسة بالمدارس الوطنية للعلوم التطبيقية خمس سنوات يحرز الطالب الناجح بعدها على دبلوم مهندس الدولة في أحد المسالك: المعلوماتية / المواصلات السلكية / الشبكات / الصناعية / اللوجستيكية / النظم الالكترونية و الأوتوماتيكية / الكهربائية / طرائق الطاقة و البيئة / البناء و الأشغال العمومية / الإنتاجية / الصيانة / النظم الالكترونية المحمولة / التحكم الرقمي / الميكاترونيك ... 'أنظر صفحة المؤسسة للتعرف على المسالك المتاحة'.<br>ينظم التكوين على الشكل التالي: السنتين التحضيريتين يرتكز التكوين فيهما على المجال العلمي الأساسي و تقنيات التعبير و التواصل و الإعلاميات. سلك المهندسين يستغرق 3 سنوات بعد السنتين التحضيريتين.",
      },
      {
        Name: "ENA المدرسة الوطنية للهندسة المعمارية",
        Description:
          "يهدف التكوين إلى إعداد أطر عليا ( مهندسي الدولة ) متخصصة في مجال الهندسة المعمارية. يدوم التكوين ست (6) سنوات، يحصل بعدها الطالب المتخرج على دبلوم مهندس معماري.",
      },
      {
        Name: "ENA المدرسة الوطنية للفلاحة",
        Description:
          "يدوم التكوين بالمدرسة الوطنية للفلاحة مكناس خمس سنوات، يتوج بالحصول على دبلوم مهندس فلاحي في عدة تخصصات: الإقتصاد القروي / الإنتاج النباتي / الإرشاد الفلاحي / الإنتاج الحيواني .......",
      },
    ],
  },
  {
    field: "شعبة العلوم الرياضية",
    slug: "Maths",
    Schools: [
      {
        Name: "ثانوية الحسن الثاني",
        Address: "الدار البيضاء",
        Description: "الحسن الثان",
      },
      {
        Name: "ثانوية الحسن الثاني",
        Address: "الدار البيضاء",
        Description: "الحسن الثان",
      },
      {
        Name: "ثانوية الحسن الثاني",
        Address: "الدار البيضاء",
        Description: "الحسن الثان",
      },
      {
        Name: "ثانوية الحسن الثاني",
        Address: "الدار البيضاء",
        Description: "الحسن الثان",
      },
    ],
  },
  {
    field: "شعبة العلوم الاقتصادية",
    slug: "Economie",
    Schools: [
      {
        Name: "ثانوية الحسن الثاني",
        Address: "الدار البيضاء",
        Description: "الحسن الثان",
      },
      {
        Name: "ثانوية الحسن الثاني",
        Address: "الدار البيضاء",
        Description: "الحسن الثان",
      },
      {
        Name: "ثانوية الحسن الثاني",
        Address: "الدار البيضاء",
        Description: "الحسن الثان",
      },
      {
        Name: "ثانوية الحسن الثاني",
        Address: "الدار البيضاء",
        Description: "الحسن الثان",
      },
    ],
  },
  {
    field: "شعبة الآداب والعلوم الإنسانية",
    slug: "Lettres",
    Schools: [
      {
        Name: "ثانوية الحسن الثاني",
        Address: "الدار البيضاء",
        Description: "الحسن الثان",
      },
      {
        Name: "ثانوية الحسن الثاني",
        Address: "الدار البيضاء",
        Description: "الحسن الثان",
      },
      {
        Name: "ثانوية الحسن الثاني",
        Address: "الدار البيضاء",
        Description: "الحسن الثان",
      },
      {
        Name: "ثانوية الحسن الثاني",
        Address: "الدار البيضاء",
        Description: "الحسن الثان",
      },
    ],
  },
];
